Repository: JamsJam/gpc
Catalog: translations/accueil.*.xlf
Languages: es, fr

# accueil.header.titre
source: Your travel agency for the Guadeloupe islands
es: Tu agencia de viajes para las islas de Guadalupe
fr: Agence réceptive des îles de Guadeloupe

# accueil.header.cta
source: Book my trip
es: Reservar mi viaje
fr: Réserver mon voyage

# accueil.section.services.cards.activities_title
source: Activities and Excursions
es: Actividades y excursiones
fr: Activités et excursions

# accueil.section.services.cards.activities_description
source: Discover unique experiences in Guadeloupe.
es: Descubre experiencias únicas en Guadalupe.
fr: Explorer des activités à vivre en Guadeloupe.

# accueil.section.services.cards.activities_cta
source: Explore our activities
es: Explorar nuestras actividades
fr: Découvrir nos activités

# accueil.section.services.cards.accommodation_title
source: Accommodation
es: Alojamiento
fr: Hébergement

# accueil.section.services.cards.accommodation_description
source: Stay in exceptional hotels and villas.
es: Hospédate en hoteles y villas excepcionales.
fr: Séjournez dans des hôtels et villas d’exception.

# accueil.section.services.cards.accommodation_cta
source: View our accommodations
es: Ver nuestros alojamientos
fr: Voir nos hébergements

# accueil.section.services.cards.transport_title
source: Transport and Transfers
es: Transporte y traslados
fr: Transport et transfert

# accueil.section.services.cards.transport_description
source: Easily book your private transfer or VTC.
es: Reserva fácilmente tu traslado privado o VTC.
fr: Réserver facilement votre VTC ou transfert privé.

# accueil.section.services.cards.transport_cta
source: Book your transport
es: Reservar tu transporte
fr: Réserver votre transport

# accueil.section.activite.titre
source: What to do in Guadeloupe?
es: ¿Qué hacer en Guadalupe?

# accueil.section.activite.info.titre
source: Our leisure activities and excursions
es: Nuestras actividades de ocio y excursiones
fr: Nos activités de loisirs et nos excursions

# accueil.section.activite.info.para
source: <strong>Guadeloupe Passion Caraïbes</strong>, creator of interactive leisure experiences, showcases the authentic Guadeloupe by offering visitors unique activities and unforgettable excursions.
es: <strong>Guadeloupe Passion Caraïbes</strong>, creador de experiencias de ocio interactivas, promueve la autenticidad de Guadalupe ofreciendo a los visitantes actividades únicas y excursiones inolvidables.
fr: <strong>Guadeloupe Passion Caraïbes</strong>,concepteur de loisirs interactifs, promeut l'authenticité guadeloupéenne en proposant aux visiteurs de faire des loisirs inédits et vivre des expériences inoubliables au cours des excursions.

# accueil.section.hebergement.title
source: Looking for accommodation?
es: ¿Buscas alojamiento?
fr: Vous souhaitez un hébergement ?

# accueil.section.hebergement.hotel.title
source: Our selection of hotels in the Guadeloupe islands
es: Nuestra selección de hoteles en las islas de Guadalupe
fr: Notre sélection d'hôtels dans les îles de Guadeloupe

# accueil.section.hebergement.hotel.arg1
source: Enjoy ultimate comfort in premium establishments.
es: Disfruta de la máxima comodidad en establecimientos de lujo.
fr: Séjours tout confort dans des établissements haut de gamme.

# accueil.section.hebergement.hotel.arg2
source: Exclusive services and breathtaking views.
es: Servicios exclusivos y vistas impresionantes.
fr: Services exclusifs et panoramas à couper le souffle.

# accueil.section.hebergement.hotel.arg3
source: An unforgettable stay in the heart of the archipelago.
es: Una estancia inolvidable en el corazón del archipiélago.
fr: Une expérience inoubliable au cœur de l'archipel.

# accueil.section.hebergement.hotel.cta
source: Download our guide
es: Descargar nuestra guía
fr: Télécharger notre guide

# accueil.section.hebergement.villa.title
source: Private rentals across all islands of the archipelago
es: Alojamientos privados en todas las islas del archipiélago
fr: Des hébergements privés dans toutes les iles de l'archipel

# accueil.section.hebergement.villa.arg1
source: Relax in premium and luxurious accommodations.
es: Relájate en alojamientos de lujo y confort.
fr: Séjours tout confort dans des établissements haut de gamme.

# accueil.section.hebergement.villa.arg2
source: A tailor-made stay for absolute relaxation.
es: Una estancia personalizada para un relax total.
fr: Un séjour sur mesure pour des moments de détente absolue.

# accueil.section.hebergement.villa.arg3
source: Perfect for family or group vacations.
es: Perfecto para vacaciones en familia o con amigos.
fr: Parfait pour des vacances en famille ou entre amis.

# accueil.section.hebergement.villa.cta
source: Download our guide
es: Descargar nuestra guía
fr: Télécharger notre guide

# accueil.section.transport.title
source: Need transport or a transfer?
es: ¿Necesitas transporte o traslado?
fr: Un transport ou un transfert ?

# accueil.section.transport.para
source: With our partner <strong>En Woute</strong>, enjoy reliable and comfortable VTC services across Guadeloupe. Move around effortlessly with professional drivers.
es: Con nuestro socio <strong>En Woute</strong>, disfruta de servicios de VTC fiables y cómodos en toda Guadalupe. Desplázate fácilmente con conductores profesionales.
fr: Avec notre partenaire <strong>En Woute</strong>, profitez d’un service de VTC fiable et confortable dans toute la Guadeloupe. Déplacez-vous facilement grâce à leurs chauffeurs professionnels.

# accueil.section.transport.arg1
source: Quick and secure airport transfers
es: Traslados rápidos y seguros al aeropuerto
fr: Transferts aéroports rapides et sécurisés

# accueil.section.transport.arg2
source: Private and personalized excursions
es: Excursiones privadas y personalizadas
fr: Excursions privées et sur mesure

# accueil.section.transport.arg3
source: Travel in absolute comfort
es: Viaja con total comodidad
fr: Trajets dans un confort absolu

# accueil.section.transport.cta1
source: Access their <a href="https://ew21596948.web.app/?providerID=5438bb9a" rel="noopener" class='cta'>Web App to book your VTC in Guadeloupe</a> now.
es: Accede a su <a href="https://ew21596948.web.app/?providerID=5438bb9a" rel="noopener" class='cta'>Web App para reservar tu VTC en Guadalupe</a> ahora.
fr: Accédez à leur <a href="https://ew21596948.web.app/?providerID=5438bb9a" rel="noopener" class='cta'>Web App pour réserver votre VTC en Guadeloupe </a>dès maintenant.

# accueil.section.transport.cta2
source: Access the En Woute Web App
es: Accede a la Web App de En Woute
fr: Accéder à la Web App En Woute
